Author=Σπύρος Κρικέλης-(Spyros Krikelis)
SourceLANGID=1033
LANGID=1032
Generator=DKLang Translation Editor v3.0
LastModified=2012-03-13 21:08:58

[About]
00000002=Σχετικά
00000161=Κλείσιμο
00000162=Εκδόσεις
00000165=Σχόλια, σφάλματα, τρόποι βελτιστοποίησης κτλ, είναι ευπρόσδεκτα!!!
00000166=Sxetika me to Advanced Renamer
00000167=Επίσκεψη στο forum μας

[AddDir]
00000002=Προσθήκη καταλόγου
00000094=&Κάλυμα:
00000161=Άκυρο
00000162=ΟΚ
00000163=Συμπερίληψη & Υποκατάλογοι
00000164=Νέος φάκελος...

[ARenMain]
00000005=0 Στοιχεία
00000006=0 Σφάλματα
00000007=Κατάσταση: OK
00000008=Κεντρική Εργαλειοθήκη
00000009=Ανανέωση
00000010=&Δοκιμή εργασίας
00000011=Αυτόματη & Δοκιμή
00000012=Μικρογραφίες
00000013=Ρυθμίσεις
00000014=&Βοήθεια
00000015=&Ευρετήριο...
00000016=Συντομεύσεις...
00000017=&Σημειώσεις Έκδοσης...
00000018=Έλεγχος για νέα έκδοση...
00000020=&Σχετικά...
00000021=&Αναίρεση προηγούμενης ενέργεας
00000022=Εκκίνηση εργασίας
00000023=Λίστα εργαλειοθηκών
00000024=&Προσθήκη
00000025=&Αρχεία...
00000026=&Φάκελοι...
00000027=&Λίστα
00000028=&Φόρτωση...
00000029=&Αποθήκευση...
00000030=&Καθαρισμός...
00000031=Αφαίρεση &εσφαλμένων στοιχείων
00000032=Μετακίνηση στην κορυφή
00000033=Μετακίνηση πάνω
00000034=Μετακίνηση κάτω
00000035=Μετακίνηση στο τέλος
00000036=Μετονομασία αρχείων
00000058=Μετονομασία φακέλων
00000067=Όναμα αρχείου:
00000068=Φάκελος:
00000069=Μέγεθος:
00000070=Ημ/νία δημιουργίας:
00000071=Ημ/νία τροποποίησης:
00000072=Τύπος αρχείου:
00000073=Χαρακτηριστικά:
00000074=Ημ/νία Πρόσβασης:
00000075=Plirofories stoixeiou
00000076=Δεν υπάρχουν πληροφορίες
00000077=Αδύνατη η φόρτωση εκτεταμένων πληροφοριών. Το αρχείο ίσως είναι σε χρήση.
00000078=Img
00000079=Διαστάσεις:
00000080=Ημερομηνία λήψης:
00000081=Δημιουργός:
00000082=Πνευμ. Δικαιώματα:
00000084=ID3
00000085=Τίτλος:
00000086=Καλλιτέχνης:
00000087=Άλμπουμ:
00000088=Κομμάτι:
00000089=Έτος:
00000090=Κατηγορία:
00000091=Κατάλογος
00000092=Περιέχει:
00000093=Πίνακας1
00000094=Δε βρέθηκε μέθοδος.
00000095=Lista efarmogwn metonomasias
00000096=Μπάρα επιλογών
00000097=Προσθήκη μεθόδου
00000098=Αφαίρεση μεθόδου
00000099=Καθαρισμός
00000100=Στην κορυφή
00000101=Κάτω
00000102=Πάνω
00000103=Στο τέλος
00000105=Φόρτωση λίστας μεθόδου μετονομασίας
00000106=Αποθήκευση λίστας μεθόδου μετονομασίας
00000107=Προεπιλογές:
00000110=Αποθήκευση λίστας
00000111=Μετακίνηση επιλεγμένων
00000112=Μετακίνηση στην κορυφή
00000113=Μετακίνηση πάνω
00000114=Μετακίνηση κατω
00000115=Μετακίνηση στο τέλος
00000116=Προσθήκη...
00000117=Αφαίρεση
00000118=Εκτέλεση
00000119=Ιδιότητες...
00000120=Φόρτωση λίστας...
00000121=Στο αρχείο κειμένου...
00000122=Καθαρισμός λίστας
00000123=Ανανέωση
00000124=Προσαρμογή
00000125=Προσαρμογή στηλών
00000144=&Προσαρμογή...
00000145=&Αντιγραφή
00000152=Μετακίνηση
00000153=Στην κορυφή
00000154=Κάτω
00000155=Πάνω
00000156=Στο τέλος
00000157=Αλλαγή μέθοδου σε
00000158=Προσθήκη μέθοδου
00000159=Διαγραφή
00000160=Καθαρισμός
00000161=Χρειάζεστε βοήθεια για να ξεκινήσετε;
00000162=Χρειάζεστε βοήθεια για να ξεκινήσετε;
00000163=&Ξεκινώντας...
00000164=Pros8iki me8odou ergasias
00000179=Εισαγωγή  &Ετικέτας
00000180=&Αναίρεση
00000181=Απο&κοπή
00000182=&Αντιγραφή
00000183=&Επικόλληση
00000184=Επιλογή &Όλων
00000185=Επισκεφτείτε το &forum μας...
00000186=Προσαρμογή στηλών
00000187=Σύνολα
00000188=Προσαρμογή στηλών
00000189=&Προσαρμογή...
00000190=Στυλ προβολής
00000191=Λεπτομέρειες
00000192=Μεγάλα εικονίδια
00000193=Μικρά εικονίδια
00000194=Λίστα
00000195=&Συνεισφορά...
00000196=Σήμανση
00000197=Κατάργηση σήμανσης επιλεγμένου
00000198=Σήμανση επιλεγμένου
00000200=Καμία σήμανση
00000201=Σήμανση Όλων
00000202=Τύπος εργασίας:
00000203=Φάκελος εξαγωγής:
00000204=Αποθήκευση λίστας
00000205=Προς αρχείο CSV...
00000206=Κατάργηση στοιχείων χωρίς ετικέτες ID3
00000207=Κατάργηση στοιχείων χωρίς πληροφορίες εικόνας
00000219=Όνομα κανόνα εμπλοκής:
00000220=Διαχωριστικό:
00000221=Μοτίβο:
00000223=Άνοιγμα μεθόδου εργασίας
00000225=Αποθήκευση μεθόδου εργασίας
00000226=Βίντεο
00000227=Διαστάσεις:
00000228=Ρυθμός καρέ:
00000229=Διάρκεια:
00000230=Κωδικοποιητής βίντεο:
00000231=Κωδικοποιητής ήχου
00000232=Ρυθμός μετάδοσης bit:
00000233=Τοποθεσία GPS:
00000234=Τυχαία ταξινόμηση
00000235=Αλλαγή περιγραφής...
00000236=Ακρίβεια GPS:

[BatchResultFrame]
00000003=Τελευταίο αποτέλεσμα
00000004=Συνολικός αριθμός στοιχείων:
00000005=Βρέθηκαν σφάλματα:
00000006=Εμφάνιση σφαλμάτων...
00000007=Αναίρεση τελευταίας εργασίας...
00000008=Προσθήκη όλων των ασφαλών στοιχείων
00000009=Προσθήκη στοιχείων με σφάλματα
00000010=Προσθήκη όλων των στοιχείων

[CustomizeCols]
00000002=Προσαρμογή στηλών
00000094=Ρυθμίσεις  &στηλών:
00000095=&Στήλες:
00000096=Πλάτος &στηλών:
00000097=ΟΚ
00000098=Άκυρο
00000099=Κάτω
00000100=Πάνω
00000101=Στην κορυφή
00000102=Στο τέλος
00000103=Αποθήκευση
00000104=Διαγραφή

[frmAddFolderChoice]
00000001=Προσθήκη φακέλου
00000002=Άκυρο
00000003=ΟΚ
00000004=Προσθήκη &αρχείων των φακέλων
00000005=Προσθήκη φ&ακέλων
00000006=&Συμπερίληψη υποφακέλων
00000007=Όνομα αρχείου &καλύματος:
00000008=Επιλέξτε τον τρόπο που θέλετε να προσθέσετε τους φακέλους προς  μετονομασία για προχωρημένους.
00000009=Προσθήκη &φακέλων ρίζας
00000010=Προσθήκη &υποφακέλων

[InsertTag]
00000003=<Inc Nr> - Αύξοντες αριθμοί
00000096=Προεπιλογή
00000097=<DirName> - Όνομα καταλόγου
00000099=<Inc Alpha> - Αύξοντα γράμματα
00000101=<Num Dirs> - Σύνολο υποδιαδρομών στον κατάλογο
00000103=<Num Files> - Σύνολο αρχείων στον κατάλογο
00000105=<Ext> - Επέκταση
00000107=<Name> - Όνομα αρχείου χωρίς επέκταση
00000109=<Inc NrDir> - Αύξοντες αριθμοί ανά κατάλογο
00000111=<Num Items> - Σύνολο στοιχείων στη λίστα
00000113=ΜΡ3/ID3
00000114=<Άλμπουμ ID3>
00000116=<Έτος ID3>
00000118=<Κομμάτι ID3>
00000120=<Τίτλος ID3>
00000122=<Είδος ID3>
00000124=<Καλιτέχνης ID3>
00000126=Εικόνα
00000127=<Img Width> - Πλάτος εικόνας
00000129=<Img Height> - Ύψος εικόνας
00000131=<Έτος Img>
00000133=<Μήνας Img>
00000135=<Ημέρα Img>
00000137=<Ώρα Img>
00000139=<Λεπτά Img>
00000141=<Δευτ. Img>
00000143=<Img Author> - Καλιτέχνης εικόνας
00000145=<Img Copyright> - Πν. δικαιώματα εικόνας
00000147=Ημερομηνία
00000148=<Έτος>
00000150=<Δευτ.>
00000152=<λεπτά>
00000154=<Ώρα>
00000156=<Ημέρα>
00000158=<Μήνας>
00000160=Δημιουργήθηκε
00000161=<Έτος  Δημιουργίας>
00000163=<Δευτ.  Δημιουργίας>
00000165=<Λεπτό Δημιουργίας>
00000167=<Ώρα Δημιουργίας>
00000169=<Ημέρα Δημιουργίας>
00000171=<Μήνας Δημιουργίας>
00000173=Τροποποιήθηκε
00000174=<Έτος Τροποποίησης>
00000176=<Δευτ Τροποποίησης>
00000178=<Μήνας Τροποποίησης>
00000180=<Ώρα Τροποποίησης>
00000182=<Ημέρα Τροποποίησης>
00000184=<Μήνας Τροποποίησης>
00000186=Βοήθεια
00000187=<Rand> - Τυχαίος αριθμός
00000188=Για προχωρημένους
00000189=<Περιεχόμενο αρχείου>
00000190=<Ρυθμός μετάδοσης bit>
00000191=<Substr> -
00000192=<RSubstr> - Υποαρίθμηση - δεξιά
00000193=<Word> Δεικτοδοτημένη λέξη ονόματος αρχείου
00000195=Μέγεθος αρχείου
00000196=<Μέγεθος αρχείου>
00000197=<Μέγεθος αρχείου σε KB>
00000198=<Μέγεθος αρχείου σε MB>
00000199=<Μέγεθος αρχείου σε GB>
00000200=<Μέγεθος αρχείου σε TB>
00000201=Βίντεο
00000202=<Video Width> - Οριζόντια ανάλυση βίντεο
00000203=<Video Height> - Κατακόρυφη ανάλυση βίντεο
00000204=<Video Codec> - Κωδικοποιητής βίντεο
00000205=<Video Audio Codec> - Κωδικοποιητής ήχου
00000206=<Bitrate> - Συνολικός ρυθμός μετάδοσης bit
00000207=<Video Bitrate> - Ρυθμός μετάδοσης bit βίντεο μόνο
00000208=<Video Audio Bitrate> - Ρυθμός μετάδοσης bit ήχου μόνο
00000210=<Video FrameRate> Αριθμός καρέ ανά δευτερόλεπτο
00000211=<Video Duration> - Διάρκεια βίντεο
00000212=<Img Δημιουργία φωτ. μηχανής>
00000213=<Img Μοντέλο φωτ. μηχανής>
00000214=<Img Άνοιγμα>
00000215=<Img Φωτεινότητα>
00000216=<Img Εστιακή απόσταση>
00000217=<Img ISO>
00000218=<Img Ταχύτητα διαφράγματος>
00000219=<Img Χρόνος έκθεσης>
00000220=<Img Αντικείμενο>
00000221=<Img Τίτλος>
00000222=<Img Αντίθεση>
00000223=<Img Λειτουργία έκθεσης>
00000224=<Img Πρόγραμμα έκθεσης>
00000225=<Img Κορεσμός>
00000226=<Img Ευκρίνεια>
00000227=<Img Ισορροπία λευκού>
00000228=GPS
00000229=<GPS Lat> - Γεωγραφικό πλάτος
00000230=<GPS Lat Deg> - Γεωγραφικό πλάτος σε μοίρες
00000231=<GPS Lat Sec> -Γεωγραφικό πλάτος σε δευτερόλεπτα
00000232=<GPS Lat Min> - Γεωγραφικό πλάτος σε λεπτά
00000237=<GPS Lng> - Γεωγραφικό μήκος
00000238=<GPS Lng Deg> - Γεωγραφικό μήκος σε μοίρες
00000239=<GPS Lng Min> -Γεωγραφικό μήκος σε λεπτά
00000240=<GPS Lng Sec> - Γεωγραφικό μήκος σε δευτερόλεπτα
00000241=<GPS Alt> - Υψόμετρο
00000242=<GPS Country> - Χώρα όπου ελήφθη η εικόνα
00000243=<GPS City> - Πόλη όπου ελήφθη εικόνα
00000244=<GPS State> - Πολιτεία όπου ελήφθη εικόνα
00000245=<GPS Lng Dir> -  Κατεύθυνση γεωγραφικού μήκους
00000246=<GPS Lat Dir> -  Κατεύθυνση γεωγραφικού πλάτους

[InsertTagWnd]
00000002=Τιμή πεδίου κειμένου
00000094=Άκυρο
00000095=Αριθμητική τιμή
00000096=Υπόδειγμα
00000097=ΟΚ
00000098=Χρήση κανονικών εκφράσεων
00000099=Ετικέτες:
00000100=Μεταχαρακτήρες για κανονικές εκφράσεις:

[Patern]
00000002=Υποδείγματα
00000094=Διαθέσιμα &Υποδείγματα:
00000159=Διαγραφή
00000160=&Επιλεγμένα Υποδείγματα:
00000161=ΟΚ
00000162=Άκυρο
00000163=Προσθήκη
00000164=&Νέο

[PreRenaming]
00000002=Έναρξη Μετονομασίας
00000094=Ρυθμίσεις Μετονομασίας:
00000160=Βεβαιωθείτε ότι οι Ρυθμίσεις Μετονομασίας είναι σωστές πριν πατήσετε το κουμπί ''Μετονομασία''.
00000161=Άκυρο
00000162=Έναρξη

[Progress]
00000002=Πρόοδος
00000094=Παρακαλώ περιμένετε όαο διαρκεί η εργασία...
00000160=Ποσότητα αρχείων:
00000161=ΟΚ
00000162=Προβολή σφαλμάτων
00000163=Προσθήκη αρχείων
00000164=Κανένα
00000165=Κανένα\nΑρχεία που μπορούν να μετονομαστούν\nΑρχεία που δεν μπορούν να μετονομαστούν\nΌλα τα αρχεία\n
00000166=Καρτέλα φύλλου1
00000167=Όνομα αρχείου
00000168=Κωδικός σφάλματος
00000169=Σφάλμα Desc
00000170=Σύνολο αρχείων:
00000171=Επιτυχία:
00000172=Σφάλματα:
00000173=Καρτέλα φύλλου 2
00000174=Βρέθηκαν σφάλματα:

[ProgressAdd]
00000002=Παρακαλώ περιμένετε...
00000094=Εισάγονται αρχεία... περιμένετε...
00000161=Άκυρο

[ProgressError]
00000002=Διαπιστωμένα σφάλματα
00000094=Διαπιστωμένα σφάλματα στα επιλεγμένα αρχεία της εργασίας. Τα ακόλουθα αρχεία δεν μπορούν να μετονομαστούν. Επιλέξτε μια ενέργεια παρακάτω. Τα αρχεία δεν έχουν μετονομαστεί ακόμη.
00000161=Σταμάτημα εργασίας
00000163=Παράβλεψη των εσφαλμένων αρχείων
00000164=Σύνολο αρχείων:
00000165=Σφάλματα:
00000166=Όνομα αρχείου
00000167=Σφάλμα

[Settings]
00000002=Ρυθμίσεις
00000161=Άκυρο
00000162=ΟΚ
00000163=Προεπιλογή
00000164=&Δεν υποστηρίζεται η αντικατάσταση με:
00000165=Μήκος &Μικρογραφίας:
00000166=Ύψος &Μικρογραφίας:
00000167=Εμφάνιση &πλαισίου πληροφοριών αρχείου
00000168=Επιβεβαίωση &καθαρισμού λίστας
00000171=&Μενού δεξιού κλικ
00000172=Εμφάνιση &πλέγματος
00000173=Χρήση πληροφοριών EXIF για πλάτος και ύψος
00000174=Χρήση αστερίσκων (*) στη μέθοδο αντικατάστασης
00000175=Γλώσσα:
00000177=Αποθήκευση ρυθμίσεων σ' αυτόν το φάκελο:
00000178=Προσωπικός φάκελος
00000179=Στον ίδιο φάκελο με το aren.exe
00000186=Άνοιγμα φακέλου
00000187=Προβολή βοήθειας κατά την έναρξη
00000188=Χρήση του μηδενός στις κενές θέσεις ετικετών Inc Nr
00000194=Έλεγχος για ενημερωμένες εκδόσεις στην έναρξη
00000195=Πεδίο EXIF για εφαρμογές εικόνας, ημερομηνίας, ώρας
00000196=Έλεγχος κατάστασης που αφορά τις ετικέτες Inc Nr
00000197=Διαχωριστικά λέξεων:
00000198=Συσχέτιση αρχείων.aren με το ''Advanced Renamer''
00000199=Περιβόλλον
00000200=Πρόγραμμα
00000201=Μετονομασία
00000202=Αρχεία εικόνας
00000203=Μουσικά αρχεία
00000204=Προτίμηση ID&3
00000205=Εμφάνιση πλαισίου ''Προσθήκη μεθόδου'' κάτω αριστερά
00000206=Προσθήκη αρχείων,\nστο τελείωμα της εργασίας:
00000207=Κονσόλα δρομέα
00000208=Φάκελος εφαρμογής στο περιβάλλον διεπαφής

[UndoBatchForm]
00000002=Αναίρεση
00000094=Επιλέξτε αναίρεση ενέργειας στη λίστα στα αριστερά
00000161=Κλείσιμο
00000162=Αναίρεση λίστας
00000163=Πρωτότυπο στοιχείο
00000164=Μετονομασμένο όνομα αρχείου
00000165=Σφάλμα
00000166=Αρχικός φάκελος
00000167=Επιλογή όλων
00000168=Αποεπιλογή όλων
00000169=Επιλέξτε μια προηγούμενη μαζική εργασία παρακάτω και κάντε κλικ στο κουμπί "Αναίρεση αυτής της λίστας" για επαναφορά της εργασίας μετονομασίας.
00000170=Μετονομασμένος φάκελος
00000171=Διαγραφή...
00000172=Αποεπιλογή &εσφαλμένων στοιχείων

[$CONSTANTS]
AbsoluteDateTime=Απόλυτη ημερομηνία και ώρα
Accessed=Πρόσβαση
AccessedDateTime=Πρόσβαση ημερομηνία και ώρα
Add=Προσθήκη
AddFiles=Προσθήκη αρχείων
AddingFiles=Εισάγονται αρχεία... περιμένετε...
AllFiles=Όλα τα αρχεία
AllItems=Όλα τα στοιχεία
AnalyzingFiles=Ανάλυση αρχείων...
ApplyTo=Ισχύει για
Archive=Αρχειοθέτηση
Archive_Short=Α
Ask=Ερώτηση
AtIndex=Στο ευρετήριο
Audio=Ήχος
Backwards=Πίσω
BatchModeCopy=Αντιγραφή
BatchModeMove=Μετακίνηση
BatchModeRename=Μετονομασία
Beta=Δοκιμαστική έκδοση
BetaFeature=Χαρακτηριστικό δοκιμαστικής έκδοσης
CaseSensitive=Διάκριση πεζών-κεφαλαίων
ColumnName0=Όνομα αρχείου
ColumnName1=Διαδρομή
ColumnName10=Είδος ID3
ColumnName100=Όνομα φακέλου
ColumnName101=Διαδρομή
ColumnName102=Ημερομηνία δημιουργίας
ColumnName103=Χαρακτηριστικά
ColumnName104=Νέα χαρακτηριστικά
ColumnName105=Νέα όνομα φακέλου
ColumnName106=Νέα ημερομηνία δημιουργίας
ColumnName107=Κωδικός σφάλματος
ColumnName108=Σφάλμα
ColumnName109=Νέα διαδρομή
ColumnName11=Τίτλος ID3
ColumnName12=Κομάτι ID3
ColumnName13=Έτος ID3
ColumnName14=Νέα χαρακτηριστικά
ColumnName15=Νέο όνομα αρχείου
ColumnName16=Νέα ημερομηνία δημιουργίας
ColumnName17=Νέα ημερομηνία προσπέλασης
ColumnName18=Νέα ημερομηνία τροποποίησης
ColumnName19=Κωδικός σφάλματος
ColumnName2=Μέγεθος
ColumnName20=Σφάλμα
ColumnName21=Ημερομηνία λήψης
ColumnName22=Επέκταση
ColumnName23=Νέα διαδρομή
ColumnName3=Ημερομηνία δημιουργίας
ColumnName4=Ημερομηνία προσπέλασης
ColumnName5=Ημερομηνία τροποποίησης
ColumnName6=Χαρακτηριστικά
ColumnName7=Διαστάσεις
ColumnName8=Άλμπουμ ID3
ColumnName9=Καλιτέχνης ID3
CopiedFileCouldNotBeFound=Αδύνατη η εύρεση αντιγράφου του αρχείου
CopiedFolderCouldNotBeFound=Αδύνατη η εύρεση αντιγράφου του φακέλου
CopiedItem=Αντίγραφο στοιχείου
CopiedItemPath=Διαδρομή αντιγράφου στοιχείου
Created=Δημιουργήθηκε
CreatedDateTime=Ημερομηνία δημιουργίας και ώρας
current=τρέχον
Datetime=Ημερομηνία
Day=Ημέρα
DeltaDateTime=Delta ημερομηνία και ώρα
Description=Περιγραφή
DirnamePattern=Dirname μοτίβου
Edit=Επεξεργασία
Error=Σφάλμα
Errors=Σφάλματα
Err_100=ΟΚ
Err_101=Άγνωστο σφάλμα
Err_102=<>:"/\\*? δεν υποστηρίζεται σε ονόματα αρχείων
Err_103=Όνομα αρχείου περιέχει μη έγκυρους χαρακτήρες
Err_104=Πολύ μεγάλο όνομα αρχείου
Err_105=Το αρχείο υπάρχει ήδη
Err_106=Δεν υπάρχει φάκελος
Err_107=Δεν μπορεί να βρει το αρχείο προέλευσης
Err_108=Δεν έχει προσδιοριστεί όνομα αρχείου
Err_109=Πιθανόν υπάρχουν πολλά αρχεία με το ίδιο όνομα
Err_110=Μη έγκυρη μέθοδος μετονομασίας
Err_111=Δεν βρέθηκαν πληροφορίες εικόνας
Err_112=Δεν βρέθηκε Ετικέτα ID3
Err_113=Πάρα πολλά αρχεία για <r <Inc Alpha>
Err_114=Μη έγκυρη χρονική σήμανση
Err_115=Η Επέκταση άλλαξε
Err_116=Μη έγκυρη ετικέτα
Err_117=Μη έγκυρη φράση
Err_118=Δεν βρέθηκε μοτίβο
Err_119=Κανένα αποτέλεσμα από διακομιστή geo
Err_120=Μη έγκυρο αποτέλεσμα από διακομιστή geo
Err_121=Δεν βρέθηκαν πληροφορίες για το βίντεο
Err_122=Δεν βρέθηκαν πληροφορίες GPS
Err_123=Οι φάκελοι δεν είναι δυνατό να μετακινηθούν ή να αντιγραφούν σε διαφορετική μονάδα δίσκου
Excellent=Εξαιρετικά
EXIFDate_DateDigitized=Ημερ/νία ψηφιοποίησης
EXIFDate_DateOriginal=Αρχική ημερομηνία
EXIFDate_DateTaken=Ημερομηνία λήψης
Extension=Επέκταση
Fair=Επάρκεια
File=Αρχείο
FileCouldNotBeRenamed=Το αρχείο δεν μπορεί να μετονομαστεί
Fileinfo=Πληροφορίες στοιχείου
FilenamePattern=Μοτίβο ονόματος αρχείου
FileRenamedOK=Το αρχείο μετονομάστηκε OK
Files=Αρχεία
Folder=Φάκελος
FolderLocation=Τοποθεσία φακέλου
Folders=Φάκελοι
GettingThumbnails=Ανάκτηση μικρογραφίες
Good=Καλό
GotErrors=Έχει σφάλματα
HandleNegativeNumbers=Διαχείριση αρνητικών αριθμών
Hidden=Κρυφό
Hidden_Short=Η
Hour=Ώρα
Ideal=Ιδεώδες
ImageDateTime=Ημερομηνία και ώρα εικόνας
ImageFile=Αρχείο εικόνας
InputMessageDescription=Αλλαγή περιγραφής μεθόδου
InvertCase=Ορισμός αντιστροφής
ItemNotReverted=Αδύνατη η επαναφορά στοιχείου
ItemRevertedOK=Επαναφορά στοιχείου OK
Items=Στοιχεία
LoadList=Φόρτωση λίστας
LowerCase=Ορισμός σε πεζά γράμματα
LowerCaseFirstLetter=Ορισμός σε πεζά γράμματα στο πρώτο γράμμα
LowerCaseFirstLetterInEveryWord=Ορισμός σε πεζά γράμματα στο πρώτο γράμμα κάθε λέξης
LowerCasePattern=Ορισμός μοτίβου σε πεζά γράμματα
MethodName_Add=Προσθήκη
MethodName_Attributes=Χαρακτηριστικά
MethodName_List=Λίστα
MethodName_Move=Μετακίνηση
MethodName_NewCase=Νέος χαρακτήρας
MethodName_NewName=Νέο όνομα
MethodName_Remove=Αφαίρεση
MethodName_RemovePattern=Αφαίρεση μοτίβου
MethodName_Renumber=Επαναρίθμηση
MethodName_Replace=Αντικατάσταση
MethodName_Timestamp=Χρονική σήμανση
MethodName_Trim=Ψαλίδισμα
Methods=Μέθοδοι
Min=Λεπτά
Moderate=Μέτριο
Modified=Τροποποιήθηκε
ModifiedDateTime=Τροποποιημένη ημερομηνία και ώρα
Month=Μήνας
Month_01_Long=Ιανουάριος
Month_01_Short=ΙΑΝ
Month_02_Long=Φεβρουάριος
Month_02_Short=ΦΕΒ
Month_03_Long=Μάρτιος
Month_03_Short=ΜΑΡ
Month_04_Long=Απρίλος
Month_04_Short=ΑΠΡ
Month_05_Long=Μάιος
Month_05_Short=ΜΑΪ
Month_06_Long=Ιούνιος
Month_06_Short=ΙΟΥΝ
Month_07_Long=Ιούλιος
Month_07_Short=ΙΟΥΛ
Month_08_Long=Αύγουστος
Month_08_Short=ΑΥΓ
Month_09_Long=Σεπτέμβιος
Month_09_Short=ΣΕΠ
Month_10_Long=Οκτώβριος
Month_10_Short=ΟΚΤ
Month_11_Long=Νοέμβριος
Month_11_Short=ΝΟΕΜ
Month_12_Long=Δεκέμβριος
Month_12_Short=ΔΕΚ
MoveCount=Μέτρηση μετακινήσεων
MovedFileCouldNotBeFound=Το αρχείο που μετακινήθηκε δε βρέθηκε
MovedFolderCouldNotBeFound=Ο φάκελος που μετακινήθηκε δε βρέθηκε
MovedItem=Μετακίνηση στοιχείου
MovedItemPath=Μετακίνηση διαδρομής στοιχείου
MoveFrom=Μετακίνηση από
MoveRelative=Σχετική μετακίνηση
MoveTo=Μετακίνηση σε
MsgTitle_Confirm_ClearList=Καθαρισμός λίστας
MsgTitle_Confirm_OverwriteColumnSet=Ο ορισμός υπάρχει ήδη
MsgTitle_Confirm_Quit=Έξοδος
MsgTitle_Error=Σφάλμα
MsgTitle_Error_FileNotFound=Το αρχείο δεν βρέθηκε
MsgTitle_Error_InvalidColumnSetName=Μη έγκυρο όνομα
Msg_Confirm_ClearList=Πρόκειται να καταργήσετε όλα τα αρχεία από τη λίστα.\n\nΕίστε βέβαιοι για τη συνέχεια?
Msg_Confirm_ClearMethodList=Καθαρισμός λίστας μεθόδων;
Msg_Confirm_DeleteColumnSet=Διαγραφή ρύθμισης στήλης\n\nΘέλετε να διαγράψετε τη ρύθμιση που ονομάζεται "%α";
Msg_Confirm_ExtChanged=Η επέκταση θα αλλάξει σε ορισμένα αρχεία. Αυτό μπορεί σε ορισμένες περιπτώσεις να αχρηστεύσει τα αρχεία.\n\nΘέλετε να τα μετονομάσετε ούτως ή άλλως?
Msg_Confirm_OverwriteColumnSet=Η ρύθμιση υπάρχει ήδη\n\nΘέλετε να αντικαταστήσετε τη ρύθμιση που ονομάζεται "%α";
Msg_Confirm_OverwriteFile=Αντικατάσταση αρχείου?\n\nΠρόκειται να αντικαταστήσετε το αρχείο "%α". Συνέχεια;
Msg_Confirm_PopulateList=Συμπλήρωση του πλαισίου κειμένου με τα αρχικά ονόματα των στοιχείων στη λίστα;
Msg_Confirm_Quit=Υπάρχουν αρχεία στη λίστα\n\nΕίστε σίγουροι ότι θέλετε να τερματίσετε το προγραμμά;
Msg_Confirm_RenamingPossibleErrors=Βρέθηκαν σφάλματα\n\nΠιθανώς βρέθηκαν σφάλματα που κάνουν αδύνατη τη μετονομασία των αρχείων που εισάγατε!\n\nΝα συνεχιστεί η μετονομασία;
Msg_Confirm_SettingsPathChanged=Έχετε αλλάξει το φάκελο ρυθμίσεων.\n\nΘέλετε να αντιγράψετε τις τρέχουσες ρυθμίσεις σε αυτόν το φάκελο;\n\nΣημείωση: Οποιαδήποτε υπάρχοντα αρχεία στο φάκελο θα αντικατασταθούν.
Msg_Error_AddFileAssociation=Αδύνατη η συσχέτιση!
Msg_Error_CannotAddFiles1000=Αδύνατη η προσθήκη αρχείων.\n\nΔεν μπορούν να φορτωθούν περισσότερα από 10000 στοιχεία στη λίστα.
Msg_Error_CheckUpdates=Σφάλμα!\n\nΑδύνατος ο έλεγχος για ενημερώσεις.
Msg_Error_CoultNotCreateFolder=Δεν ήταν δυνατή η δημιουργία φακέλου
Msg_Error_FileNotFound=Σφάλμα!\n\n\nΑδύνατο να βρεθεί το αρχείο "%α".
Msg_Error_InvalidColumnSetName=Σφάλμα!\n\n%s δεν είναι έγκυρο όνομα\n\nΟρίστε όνομα μιας στήλης που μπορεί να περιέχει μόνο γράμματα, αριθμούς,- και _.
Msg_Error_InvalidFolder=Σφάλμα!\n\nΜη έγκυρος φάκελος.
Msg_Error_MustEnableBeforeAddFolders=Πρέπει να ενεργοποιήσετε είτε "%s" ή "%s"
Msg_Error_NotFoundItems=%d στοιχεία δε βρέθηκαν.\n\n%s
Msg_Error_NoUndoList=Δεν έχει επιλεγεί καμία αναίρεση λίστας .
Msg_Error_Only2000Plus=Αυτή η δυνατότητα δεν υποστηρίζεται στο σύστημά σας. Είναι μόνο διαθέσιμη στα Windows 2000 ή μεταγενέστερα.
Msg_Error_RemoveFileAssociation=Δεν ήταν δυνατή η κατάργηση συσχέτισης αρχείου
Msg_Error_RenamingNoFilesInList=Σφάλμα!\n\n\nΔεν μπορεί να ξεκινήσει η μετονομασία επειδή δεν υπάρχουν αρχεία στη λίστα.
Msg_Error_Unknown=Άγνωστο σφάλμα\n\n%s
Msg_FirstTimeUse=Αυτό μπορεί να συμβαίνει κατά την πρώτη χρήση του ''Advanced Renamer''. Είναι καλή ιδέα να ρίξετε μια ματιά στον οδηγό χρήσης πριν από τη χρήση αυτού του προγράμματος.\n\nΘέλετε να δείτε τον οδηγό χρήσης τώρα;
Msg_Info_BatchModeNotSupportedForFolders=Ο επιλεγμένος τύπος εργασίας δεν υποστηρίζεται για χρήση με τους φακέλους.
Msg_Info_ConvertMethods_0310=Σε αυτή την έκδοση του ''Advanced Rename'' οι προκαθορισμένες ρυθμίσεις βρίσκονται σε έναν προσαρμοσμένο φάκελο. Όταν κάνετε κλικ στο κουμπί OK θα μπορείτε να διαλέξετε έναν κενό φάκελο για να μετατρέψετε τις υπάρχουσες προκαθορισμένες ρυθμίσεις μεθόδων.
Msg_Info_CouldNotBeAdded=%d δεν ήταν δυνατή η προσθήκη αρχείων.
Msg_Info_ItemsAlreadyInList=%d τα στοιχεία που είναι ήδη στη λίστα
Msg_Info_LanguageChange=Η αλλαγή της Γλώσσας θα εφαρμοστεί με την επανεκκίνηση του προγράμματος.
Msg_Info_NewVersion=Μια νέα έκδοση του ''Advanced Renamer'' είναι διαθέσιμη.\n\nΘέλετε να κάνετε λήψη της νέας έκδοσης;
Msg_Info_NoNewVersion=Δεν υπάρχει νέα έκδοση του ''Advanced Renamer'' αυτή τη στιγμή.
Msg_Info_RevertChanges=Αυτό θα επαναφέρει όλες τις αλλαγές σας στις προεπιλεγμένες ρυθμίσεις.\n\nΣυνέχεια;
Msg_Info_UndoSuccess=Η εργασία έχει επανέλθει με επιτυχία
MusicFile=Αρχείο Μουσικής
Name=Όνομα
NameAndExtension=Όνομα και επέκταση
NameCollisionRule_AppendImgSubsec=Προσάρτηση δευτερεύουσας εικόνας
NameCollisionRule_AppendNumber=Προσάρτηση αύξοντα αριθμού
NameCollisionRule_AppendPattern=Προσάρτηση μοτίβου
NameCollisionRule_Fail=Αποτυχία
NewCase=Νέος χαρακτήρας
NewFolder=Νέος φάκελος
NewName=Νέο όνομα
NewNumber=Νέος αριθμός
No=ΟΧΙ
NoChange=Καμία αλλαγή
NoMethods=Καμία μέθοδος σε χρήση.\n\nΠατήστε το κουμπί ''Προσθήκη μεθόδου'' \n\nγια προσθήκη νέων μεθόδων.
None=Κανένα
NumberDifference=Διαφορά αριθμών
NumberLength=Μήκος αριθμού
NumberPosition=Θέση αριθμών
NumericValueOrPattern=Αριθμητική τιμή ή αναζήτηση μοτίβου
OK=ΟΚ
OriginalFileNotFound=Δεν βρέθηκε το αρχικό αρχείο
OriginalFileStillExists=Το αρχικό αρχείο ακόμη υπάρχει
OriginalFolderNotFound=Ο αρχικός φάκελος δεν βρέθηκε
OriginalFolderStillExists=Ο αρχικός φάκελος ακόμη υπάρχει
Pattern=Υπόδειγμα
Poor=Κακό
PopulateList=Συμπλήρωση λίστας
ReadOnly=Μόνο για ανάγνωση
Readonly_Short=R
RegEx_AnyChar=Οποιοσδήποτε χαρακτήρας
RegEx_CharList=Ο χαρακτήρας αυτός περιέχεται στη λίστα χαρακτήρων
RegEx_Digit=Ψηφιακός χαρακτήρας
RegEx_EndLine=Τέλος γραμμής
RegEx_Match0OrMore=Ταίριασμα 0 ή περισσότερα
RegEx_Match1Or0=Ταίριασμα 1 ή 0
RegEx_Match1OrMore=Ταίριασμα 1 ή περισσότερο
RegEx_MatchLeastNTimeNoMoreM=Ταίριασμα τουλάχιστον n φορές, αλλά χωρίς να υπερβαίνει τις m φορές
RegEx_MatchLeastNTimes=Ταίριασμα τουλάχιστον n φορές
RegEx_MatchNTimes=Ταίριασμα n φορές
RegEx_NonCharList=Ο χαρακτήρας αυτός δεν περιέχεται στη λίστα χαρακτήρων
RegEx_NonDigit=Μη ψηφιακός χαρακτήρας
RegEx_NonWordChar=Μη λεκτικός χαρακτήρας
RegEx_StartLine=Αρχή γραμμής
RegEx_SubAlternative=Εναλλακτική λύση υπο-μοτίβου
RegEx_SubGroup=Ομάδες υπο-μοτίβων
RegEx_SubMatch=Πρώτο ταίριασμα υπο-μοτίβου
RegEx_WordChar=Χαρακτήρες λέξεων
RemoveCount=Αφαίρεση αρίθμησης
RenamedFileCouldNotBeFound=Δεν ήταν δυνατή η εύρεση του μετονομασμένου αρχείου
RenamedFolderCouldNotBeFound=Δεν ήταν δυνατή η εύρεση του μετονομασμένου φακέλου "
RenamedItem=Μετονομασμένο στοιχείο
RenamedItemPath=Διαδρομή μετονομασμένου στοιχείου
RenumberChange=Αλλαγή σε
RenumberChangeTypeAbsoluteText=Απόλυτος αριθμός
RenumberChangeTypeRelativeText=Συσχέτιση με τον υπάρχοντα αριθμό
Replace=Αντικατάσταση
ReplaceWith=Αντικατάσταση με
SaveColumnSet=Αποθήκευση Ρύθμισης στηλών
SaveList=Αποθήκευση λίστας
Sec=Δευτ.
SelectFolder=Επιλογή φακέλου
SelectMethod=Επιλέξτε μέθοδο.
Set=Ρυθμίσεις
Skip=Παράλειψη
StartingAt=Εκκίνηση σε...
Status=Κατάσταση
Status_TestingNames=Κατάσταση: Έλεγχος ονομάτων...
System=Σύστημα
System_Short=S
TagCategoryAdvanced=Ετικέτες για Προχωρημένους
TagCategoryDateTime=Ετικέτες Ημερομηνίας/Ώρας
TagCategoryDateTimeCreated=Ετικέτες δημιουργίας Ημερομηνίας/Ώρας
TagCategoryDateTimeModified=Ετικέτες τροποποίησης Ημερομηνίας/Ώρας
TagCategoryDefault=Προεπιλεγμένες Ετικέτες
TagCategoryFileSize=Ετικέτες μεγέθους αρχείου
TagCategoryGPS=Ετικέτες τοποθεσίας GPS
TagCategoryID3=Ετικέτες ID3/MP3
TagCategoryImage=Ετικέτες Εικόνων
TagCategoryVideo=Ετικέτες Βίντεο
TextList=Λίστα από κείιμενο
TextToBeReplaced=Κείμενο που πρέπει να αντικατασταθεί
ToRemoveMoreThanOne=Για να αφαιρέσετε περισσότερες από μία φράσεις κάντε χρήση της \\ για να διαχωρίσετε το διαφορετικό μοτίβο.
ToReplaceMoreThanOne=Για να αντικαταστήσετε περισσότερες από μία φράσεις κάντε χρήση της \\ για να διαχωρίσετε τις διάφορες φράσεις μεταξύ τους.
TrimCharacters=Αποκοπή χαρακτήρων
TypeNameForColumnSet=Πληκτρολογήστε ένα όνομα για τη ρύθμιση στήλης.
Unknown=Άγνωστο
Unset=Αναίρεση ορισμού
UpdateAvailable=Ενημερωμένη έκδοση διαθέσιμη. Κάντε κλικ για αναβάθμιση.
UpperCase=Ορισμός με κεφαλαία
UpperCaseFirstLetter=Ορισμός με κεφαλαίο πρώτο γράμμα
UpperCaseFirstLetterInEveryWord=Ορισμός με κεφαλαίο πρώτο γράμμα κάθε λέξης
UpperCasePattern=Ορισμός μοτίβου με κεφαλαία
UseRegularExpressions=Χρήση κανονικών εκφράσεων
Video=Βίντεο
VideoFile=Αρχείο βίντεο
WithErrors=Στοιχεία με σφάλματα
WithoutErrors=Στοιχεία χωρίς σφάλματα
WordSeperators=Διαχωριστικά λέξεων
Year=Έτος
Yes=Ναι
ZeroPadding=Μηδέν στις κενές θέσεις
ZeroPadTypeAuto=Αυτόματα
ZeroPadTypeManual=Χειροκίνητα
ZeroPadTypeNo=Χωρίς κενά
